Repository: Mohsenabavi/TeramWebProjects
Catalog: 02.Modules/02.App Modules/*/Teram.*.Module.Recruitment/Resources/Controllers/JobApplicantControlPanelController.resx
Languages: hr

source: -announcement of NoBadBackground Step
hr: اعلام دریافت گواهی عدم سوء پیشینه توسط پرسنل

source: Address
hr: آدرس

source: announcement of NoAddiction Step
hr: اعلام انجام آزمایش عدم سوء مصرف مواد مخدر

source: announcement of NoBadBackground Step
hr: اعلام دریافت گواهی عدم سوء پیشینه

source: Approve Files Step
hr: تایید مدارک آپلود شده

source: Approve Is not Permitted
hr: به دلایل زیر تایید پرونده امکان پذیر نیست !

source: Approved Information Is Not Permitted For Delete
hr: حذف اطلاعات تایید شده مجاز نیست

source: Approved Information Iss Not Permitted For Edit
hr: ویرایش اطلاعات تایید شده مجاز نیست

source: Background Job Approve Step
hr: تایید پیشینه شغلی و تحقیقات

source: Background Job Step
hr: تحقیقات و پیشینه شغلی

source: Background Job Step Approved
hr: فرم پیشینه شغلی تایید شده است

source: Background Job Step Not Approved
hr: فرم پیشینه شغلی تایید نشده است

source: Background Job Step Not Done
hr: فرم پیشینه شغلی تکمیل نشده است

source: backGroundJob Form Is Not Approved
hr: فرم پیشینه شغلی تایید نشده است

source: backGroundJob Form Is Not Filled
hr: فرم پیشینه شغلی تکمیل نشده است

source: Base Information Approved Successfully
hr: اطلاعات پایه پرسنل با موفقیت تایید شد

source: Base Information First Approved Successfully
hr: تایید اولیه با موفقیت انجام شد

source: Base Information Not Found
hr: اطلاعات پایه پرسنل ثبت نشده است

source: Base Information Step
hr: تکمیل اطلاعات پایه توسط پرسنل

source: BaseInformation Not Saved
hr: اطلاعات پایه توسط پرسنل هنوز وارد نشده است

source: BaseInformation Saved
hr: اطلاعات پایه توسط پرسنل ثبت شده است

source: DisApprovedSuccessfully
hr: عدم تایید با موفقیت ثبت و ابلاغ شد

source: DocumentLetter
hr: فایل راهنما

source: Documents Approve Step
hr: مرحله تایید مدارک

source: Documents Approved Successfully
hr: تایید مدارک با موفقیت انجام شد

source: Duplicate Personnel Code
hr: این شماره پرسنلی تکراری است و قبلا تخصیص داده شده است

source: Error In Approve
hr: خطای پیش بینی نشده ای رخ داد

source: Error In Connecting To SMS Panel
hr: خطا در اتصال به پنل پیامک

source: Error In Final Approve
hr: خطا در تایید نهایی

source: Error In Generate Files
hr: خطا در تولید معرفی نامه ها رخ داده است

source: Error In Update Status
hr: خطا در به روز رسانی وضعیت تایید رخ داد

source: ExcelPrint
hr: خروجی اکسل

source: Expreminet Dead Line Not Found
hr: مهلت انجام آزمایشات را وارد نمایید

source: ExpreminetDeadline
hr: مهلت انجام آزمایشات

source: Files Approved
hr: مدارک آپلود شده تایید شده است

source: FilterData
hr: جستجو

source: Final Approve Step
hr: مرحله تایید نهایی کارگزینی

source: First Approve Step
hr: مرحله تایید اولیه

source: FirstName
hr: نام

source: Information Has Already Approved
hr: اطلاعات قبلا تایید شده است

source: Introdction Letters
hr: نامه های معرفی نامه

source: Introdction Letters Not Found
hr: معرفی نامه ای تا کنون صادر نشده است

source: Introduction Files Generated Successfully
hr: معرفی نامه ها با موفقیت صادر شد

source: Introduction Issuance Is Available After background Job Approve
hr: صدور معرفی نامه ها در مرحله تایید پیشینه شغلی امکان پذیر است

source: Introduction Letters Created Successfully
hr: معرفی نامه ها با موفقیت صادر شد

source: Introductyion Letters Step
hr: صدور معرفی نامه ها

source: Introductyion Letters Step Done
hr: معرفی نامه ها صادر شده است

source: Introductyion Letters Step Not Done
hr: معرفی نامه ها صادر نشده است

source: Invitation Saved Successfully
hr: تاریخ دعوت به کار با موفقیت ثبت شد

source: InvitationToWorkDate
hr: تاریخ دعوت به کار

source: Invite
hr: ثبت تاریخ دعوت به کار

source: Job Applicant Step
hr: تشکیل پرونده

source: JobApplicant
hr: لیست متقاضیان استخدام

source: JobApplicant Not Saved
hr: تشکیل پرونده انجام نشده است

source: JobApplicant Saved
hr: تشکیل پرونده انجام شده است

source: JobCategory
hr: دسته بندی شغل

source: JobPosition
hr: عنوان شغلی

source: Last Approve Status
hr: آخرین وضعیت تایید پرونده

source: LastName
hr: نام خانوادگی

source: ManageJobApplicants
hr: پرونده الکترونیک کارمندان

source: MobileNumber
hr: شماره همراه

source: NationalCode
hr: کد ملی

source: NeededForBackgroundCheck
hr: نیاز به تایید پیشینه توسط واحد حفاظت فیزیکی

source: New
hr: جدید

source: NoAddictionDone announced
hr: اعلام شده است

source: NoAddictionDone Not announced
hr: اعلام انجام آزمایش عدم سوء مصرف مواد توسط فرد صورت نگرفته است

source: NoAddictionLetter
hr: نامه معرفی نامه آزمایش عدم سوء مصرف مواد

source: NoBadBackgroundDone announced
hr: اعلام شده است

source: NoBadBackgroundDone Not announced
hr: اعلام دریافت گواهی عدم سوء پیشینه توسط فرد صورت نگرفته است

source: not approved
hr: تایید نشده است

source: not uploaded
hr: بارگذاری نشده است

source: Occupational Medicine Approve Step
hr: تاییدیه طب کار توسط واحد ایمنی و بهداشت

source: Occupational Medicine Has Referral
hr: طب کار دارای ارجاعیه می باشد و هنوز تایید نشده است

source: Occupational Medicine Result Approved
hr: طب کار توسط واحد ایمنی و بهداشت تایید شده است

source: Occupational Medicine Result Not Approved
hr: نتیجه طب کار توسط واحد HSE رد شده است

source: Occupational Medicine Result Not Filled
hr: نتیجه طب کار توسط واحد HSE هنوز وارد نشده است

source: OccupationalMedicine is Not Done
hr: اقرار به انجام آزمایشات انجام نشده است ، تایید امکان پذیر نیست

source: OccupationalMedicineDone Not announced
hr: اقرار به انجام آزمایشات طب کار صورت نگرفته است

source: OccupationalMedicineLetter
hr: دانلود نامه معرفی نامه طب کار

source: Personnel Alreday Invited
hr: پرسنل قبلا دعوت به کار شده است

source: PersonnelCode
hr: کد پرسنلی

source: PersonnelImageNotFound
hr: عکس پرسنلی بارگذاری نشده است

source: Please enter address
hr: آدرس را وارد نمایید

source: Please enter FirstName
hr: نام را وارد نمایید

source: Please enter LastName
hr: نام خانوادگی را وارد نمایید

source: Please enter MobileNumber
hr: شماره همراه را وارد نمایید

source: Please enter NationalCode
hr: کد کلی را وارد نمایید

source: Please enter PromissoryNoteAmount
hr: مبلغ سفته را وارد نمایید

source: PromissoryNoteAmount
hr: مبلغ سفته

source: Remove Filter
hr: حذف فیلترها

source: Save
hr: ذخیره

source: Search
hr: جستجو

source: select JobCategory
hr: یک دسته بندی انتخاب کنید

source: Some Files Not Approved
hr: مدارک آپلود شده به طور کامل تایید نشده است

source: This National Code Already Exist
hr: پرونده ی این کد ملی قبلا ثبت شده است به دلیل تکراری بودن امکان ثبت نمی باشد

source: Upload Files Step
hr: آپلود مدارک

source: Upload Files Step Done
hr: آپلود مدارک توسط پرسنل انجام شده است

source: Upload Files Step not Done
hr: آپلود مدارک به صورت کامل انجام نشده است

source: ViewAll
hr: نمایش همه

source: ViewInprogress
hr: نمایش پرونده های در گردش

source: You Must Assign Personnel Code Befor Final Approve
hr: قبل از تایید نهایی شماره پرسنلی فرد را وارد نمایید

source: You Must Save Invitation Befor Final Approve
hr: در این مرحله می بایست دعوت به کار پرسنل ثبت شود ، پس از ارسال پیامک دعوت به کار امکان تایید نهایی وجود دارد
