Repository: Mohsenabavi/TeramWebProjects
Catalog: 02.Modules/02.App Modules/*/Teram.*.Module.Recruitment/Resources/Controllers/WorkerJobBackgroundController.resx
Languages: hr

source: Address
hr: آدرس

source: AddressIMatch
hr: تطابق محل سکونت با رزومه

source: Approve is Not Permitted
hr: تایید امکان پذیر نیست تطابق رزومه یا آدرس تایید نشده است

source: Approved Data Has no Permission for Save
hr: اطلاعات توسط منایع انسانی تایید شده و قابلیت ثبت اطلاعات وجود ندارد

source: ApproveStatus
hr: تایید /عدم تایید

source: Data already Exists
hr: اطلاعات این پرونده قبلا ثبت شده است

source: Due To Form Status Delete is Not Permitted
hr: با توجه به مرحله تاییدات ، حذف این سند مجاز نمی باشد

source: Due To Form Status Edit is Not Permitted
hr: با توجه به مرحله تاییدات ، ویرایش این سند مجاز نمی باشد

source: Error In Generate Introduction Files
hr: خطایی در صدور نامه های معرفی نامه رخ داد

source: FinalStatement
hr: اظهار نظر نهایی

source: FirstApprovePerson
hr: اظهار نظر کننده اول

source: FirstApprovePersonRemarks
hr: نظر اظهار نظر کننده اول

source: FullName
hr: نام و نام خانوادگی

source: IsApprpved
hr: تایید است

source: IsMatched
hr: تطابق دارد

source: IsNotApproved
hr: تایید نیست

source: IsNotMatched
hr: تطابق ندارد

source: JobBackground
hr: مدیریت پیشینه شغلی

source: JobTitle
hr: عنوان شغلی

source: New
hr: جدید

source: PersonnelImageNotFound
hr: عکس پرسنلی بارگذاری نشده است

source: Please enter FinalStatement
hr: اظهار نظر نهایی را وارد نمایید

source: Please enter JobTitle
hr: عنوان شغلی را وارد نمایید

source: Please enter ResearcherName
hr: نام و نام خانوادگی فرد تحقیق کننده را وارد نمایید

source: Please enter StatementOfPreviousWorkplace
hr: اظهار نظر محل کار قبلی را وارد نمایید

source: Please select a JobApplicant
hr: یک پرونده انتخاب نمایید

source: ResearcherName
hr: نام و نام خانوادگی فرد تحقیق کننده

source: ResumeIsMatch
hr: تایید سوابق کاری رزومه

source: Save
hr: ثبت

source: SecondApprovePerson
hr: اظهار نظر کننده دوم

source: SecondtApprovePersonRemarks
hr: نظر اظهار نظر کننده دوم

source: select item
hr: وضعیت تایید را مشخص نمایید

source: StatementOfPreviousWorkplace
hr: اظهار نظر محل کار قبلی

source: ThirdApprovePerson
hr: اظهار نظر کننده سوم

source: ThirdApprovePersonRemarks
hr: نظر اظهار نظر کننده سوم

source: WorkerJobBackground
hr: فرم تحقیقات محلی کارمندان
