Repository: Mohsenabavi/TeramWebProjects
Catalog: 02.Modules/02.App Modules/*/Teram.*.Module.Recruitment/Resources/Controllers/WorkWithUsController.resx
Languages: hr

source: activity
hr: فعالیت ها

source: add education
hr: جهت اضافه کردن ردیف جدید برای سوابق آموزشی اینجا را کلیک کنید - در صورت نداشتن سوابق آموزشی کلیه ردیف ها را حذف نمایید

source: add education background
hr: جهت اضافه کردن ردیف جدید برای سوابق تحصیلی اینجا را کلیک کنید - در صورت نداشتن سوابق تحصیلی کلیه ردیف ها را حذف نمایید

source: add Emeregancy Contact
hr: جهت اضافه کردن ردیف جدید برای اطلاعات تماس در موقع ضروری اینجا را کلیک کنید

source: Add Error
hr: خطایی رخ داد

source: add Language
hr: جهت اضافه کردن ردیف جدید برای زبان جدید اینجا را کلیک کنید - در صورت نداشتن اطلاعات زبان کلیه ردیف ها را حذف نمایید

source: add resume
hr: جهت اضافه کردن ردیف جدید برای سابقه کاری اینجا را کلیک کنید - در صورت نداشتن سابقه کاری کلیه ردیف ها را حذف نمایید

source: add Skill
hr: جهت اضافه کردن ردیف جدید برای اضافه کردن مهارت نرم افزاری اینجا را کلیک کنید - در صورت نداشتن مهارت نرم افزاری کلیه ردیف ها را حذف نمایید

source: address
hr: آدرس

source: Agreement
hr: از صحت اطلاعات اطمینان دارم

source: average
hr: معدل

source: Base Information
hr: اطلاعات پایه افراد

source: Before completing the form, pay attention to the following pointsItem
hr: قبل از ثبت نهایی فرم از صحت اطلاعات وارد شده اطمینان حاصل فرمایید

source: birth date
hr: تاریخ تولد

source: birth location
hr: محل تولد

source: BirthProvince
hr: استان محل تولد

source: BirthTownship
hr: شهر محل تولد

source: blood group
hr: گروه خونی

source: BusinessMissionAbility
hr: آیا امکان رفتن به ماموریت را دارید ؟

source: CanWorkInShifts
hr: آیا امکان و توانایی کار در شیفت را دارید ؟

source: childCount
hr: تعداد فرزندان

source: Citizenship
hr: تابعیت

source: collage name
hr: نام موسسه /دانشگاه

source: Company name
hr: نام شرکت / موسسه

source: Computer Skills
hr: میزان آشنایی با کامپیوتر

source: Computer Skills Description
hr: در صورتیکه به نرم افزارهای دیگری جز آنچه که در جدول آورده شده است ، تسلط دارید آنها را ذکر نمایید

source: ComputerSkill
hr: نام نرم افزار

source: contact info
hr: اطلاعات تماس

source: country
hr: کشور

source: CriminalRecord
hr: سوابق کیفری

source: CurrentJobActivity
hr: شرح وظایف شغل فعلی

source: CurrntSalary
hr: حقوق دریافتی

source: Date
hr: تاریخ

source: Description
hr: توضیحات

source: Divorced
hr: متارکه

source: Education
hr: سوابق آموزشی

source: education duration hour
hr: مدت دوره ( ساعت )

source: education grade
hr: مقطع تحصیلی

source: education Subject
hr: عنوان دوره

source: education Year
hr: سال آموزش

source: email
hr: آدرس ایمیل

source: Emeregancy Contact
hr: اطلاعات تماس در موقع ضروری

source: end cooperation reason
hr: علت قطع همکاری

source: end date
hr: تاریخ پایان

source: Error in Upload Some Files
hr: در بارگذاری فایل خطایی رخ داد

source: father name
hr: نام پدر

source: female
hr: زن

source: field
hr: رشته تحصیلی

source: Fields marked with an asterisk (*) are required
hr: فیلدهای دارای * الزامی می باشند

source: FinalRegistrationInformation
hr: ثبت نهایی

source: finishe date
hr: تاریخ پایان

source: FreeTimeActivities
hr: اوقات فراغت خود را چگونه می گذرانید ؟ ( ورزش ، مطالعه ، کارهای هنری و ... )

source: gender
hr: جنسیت

source: HasCriminalRecord
hr: آیا سابقه کیفری خاصی دارید ؟

source: HasIntentionToMigrate
hr: آیا قصد مهاجرت دارید ؟

source: HasSpecialDisease
hr: آیا به بیماری خاصی مبتلا هستید ؟

source: HasWorkingRelativeInPackingCompanies
hr: آیا از بستگان شما کسی در شرکت چاپ و بسته بندی مشغول به کار است ؟

source: HasWorkingRelatives
hr: آیا از بستگان یا دوستان شما کسی در شرکت ترام چاپ مشغول به کار است ؟ ( نام ایشان را ذکر بفرمایید )

source: identity number
hr: شماره شناسنامه

source: Identity Serial Number
hr: سریال شناسنامه

source: If you click on the final registration, the information will no longer be editable.
hr: پس از ثبت نهایی امکان ویرایش اطلاعات توسط شما وجود ندارد

source: insurance duration(month)
hr: سابقه بیمه ( تعدا ماه )

source: insurance number
hr: شماره بیمه

source: Language
hr: زبان

source: Language Description
hr: لطفاً در تعیین سطح ، معیار شما برای درجه عالی ، یک فرد بومی همان زبان باشد

source: Languages
hr: میزان آشنایی با زبان های خارجه

source: last name
hr: نام خانوادگی

source: Latitude
hr: طول جغرافیایی

source: Longitude
hr: عرض جغرافیایی

source: male
hr: مرد

source: map info
hr: در وارد کردن مختصات ( لوکیشن ) خود دقت فرمایید این اطلاعات مبنای خدمات سرویس ایاب و ذهاب شما خواهد بود

source: marriage status
hr: وضعیت تاهل

source: married
hr: متاهل

source: MedicalExemptionReason
hr: دلیل معافیت پزشکی را وارد نمایید

source: military service
hr: وضعیت نظام وظیفه

source: military service end date
hr: تاریخ پایان خدمت

source: military service start date
hr: تاریخ شروع خدمت

source: military service status
hr: وضعیت نظام وظیفه

source: mobile
hr: شماره همراه

source: name
hr: نام

source: national code
hr: کد ملی

source: Nationality
hr: ملیت

source: No
hr: خیر

source: organization name
hr: موسسه / آموزشگاه

source: organization position
hr: سمت سازمانی

source: OrganizationalPosition
hr: سمت سازمانی

source: OrganizationName
hr: موسسه / آموزشگاه

source: other
hr: سایر اطلاعات

source: partner education grade
hr: سطح تحصیلات همسر

source: partner personal info
hr: اطلاعات همسر

source: partnerJob
hr: شغل همسر

source: personal info
hr: اطلاعات شخصی

source: phone
hr: تلفن ثابت

source: Please Define Your Location on Map
hr: لطفاً لوکیشن خود را روی نقشه انتخاب نمایید

source: Please enter activity
hr: فعالیت ها را وارد نمایید

source: Please enter address
hr: آدرس را وارد نمایید

source: Please enter average
hr: معدل ؟

source: Please enter Citizenship
hr: تابعیت را وارد نمایید

source: Please enter collage name
hr: نام دانشگاه ؟

source: Please enter Company name
hr: نام شرکت را وارد نمایید

source: Please enter CriminalRecord
hr: لطفاً شرح سابقه را وارد نمایید

source: Please enter education duration hour
hr: مدت دوره را وارد نمایید

source: Please enter education Subject
hr: عنوان دوره را وارد نمایید

source: Please enter eeducation Year
hr: سال آموزش را وارد نمایید

source: Please enter email
hr: ایمیل را وارد نمایید

source: Please enter father name
hr: نام پدر را وارد نمایید

source: Please enter field
hr: رشته تحصیلی ؟

source: Please enter FreeTimeActivities
hr: لطفاً شرح اوقات فراغت خود را وارد نمایید

source: Please enter gender
hr: جنسیت را مشخص نمایید

source: Please enter identity number
hr: شماره شناسنامه را وارد نمایید

source: Please enter Identity Serial Number
hr: سریال شناسنامه را وارد نمایید

source: Please enter insurance duration(month)
hr: سابقه بیمه بر اساس تعداد ماه را وارد نمایید

source: Please enter insurance number
hr: شماره بیمه را وارد نمایید

source: Please enter last name
hr: نام خانوادگی را وارد نمایید

source: Please enter Location
hr: موقعیت منزل را روی نقشه انتخاب نمایید

source: Please enter marriage status
hr: وضعیت تاهل را مشخص نمایید

source: Please enter MedicalExemptionReason
hr: دلیل معافیت پزشکی را وارد نمایید

source: Please enter mobile
hr: شماره همراه را وارد نمایید

source: Please enter name
hr: نام را وارد نمایید

source: Please enter national code
hr: کد ملی را وارد نمایید

source: Please enter Nationality
hr: ملیت را وارد نمایید

source: Please enter OrganizationalPosition
hr: سمت سازمانی را وارد نمایید

source: Please enter OrganizationName
hr: نام موسسه یا آموزشگاه را وارد نمایید

source: Please enter phone
hr: شماره ثابت را وارد نمایید

source: Please enter relation
hr: نسبت را وارد نمایید

source: Please enter requset salary
hr: حقوق مورد درخواست را وارد نمایید

source: Please enter sect
hr: مذهب را وارد نمایید

source: Please enter SpecialDisease
hr: لطفا نام بیماری (ها) را وارد نمایید

source: Please enter SpecialWorkSuccesses
hr: موفقیت های ویژه کاری خود را وارد نمایید

source: Please enter WorkingRelativeInPackingCompanyName
hr: نام شرکت را وارد نمایید

source: Please enter WorkingRelatives
hr: لطفا نام افراد را وارد نمایید

source: Please select a city
hr: شهر را انتخاب کنید

source: Please select a province
hr: استان را انتخاب نمایید

source: PostalCode
hr: کد پستی

source: province
hr: استان

source: ReadyToWorkDate
hr: زمان آمادگی برای شروع به کار

source: recieved salary
hr: حقوق دریافتی

source: relation
hr: نسبت

source: religion
hr: دین

source: requset salary
hr: حقوق درخواستی

source: Resume
hr: سوابق کاری

source: ReturnTo
hr: بازگشت به فرم ورود اطلاعات

source: Row Number
hr: ردیف

source: Save
hr: ذخیره

source: sect
hr: مذهب

source: select item
hr: یک مورد انتخاب نمایید

source: single
hr: مجرد

source: SkillLevel
hr: میزان مهارت

source: SpecialAcademicAchievements
hr: موفقیت های ویژه تحصیلی ( قبل و بعد از دانشگاه )

source: SpecialDisease
hr: نام بیماری ها

source: SpecialWorkSuccesses
hr: موفقیت های ویژه کاری

source: start date
hr: تاریخ شروع

source: subject
hr: عنوان

source: submitInformation
hr: تایید اطلاعات

source: The agreement section has not been approved
hr: بخش توافقنامه تایید نشده است

source: ThesisTitle
hr: عنوان پایان نامه آخرین مقطع تحصیلی

source: township
hr: شهرستان

source: Training Records
hr: سوابق تحصیلی

source: unit of military service
hr: یگان

source: upload file
hr: بارگذاری فایل رزومه

source: WorkingRelativeInPackingCompanyName
hr: نام شرکت را ذکر بفرمایید

source: WorkingRelatives
hr: نام افراد

source: Yes
hr: بله

source: You Must Upload Your Resume File
hr: آپلود فایل رزومه کاری الزامی است

source: Your data has been saved
hr: اطلاعات شما با موفقیت در سامانه ثبت گردید

source: Your information is already registered in the system.
hr: اطلاعات شما قبلا در سامانه ثبت شده است

source: Your Information Saved
hr: ثبت موفق
